Repository: Ghassen277/ProjetGravure
Catalog: help/*/*.po
Languages: gl

source: <application>Brasero</application> Manual V2.2
gl: Manual do <application>Brasero</application> V2.2

source: Brasero is an application for burning CDs and DVDs.
gl: Brasero é un aplicativo para gravar CDs e DVDs

source: Ubuntu Documentation Project
gl: Proxecto de documentación de Ubuntu

source: Brasero Manual V2.2
gl: Manual do Brasero V2.2

source: January 2009
gl: Xaneiro de 2009

source: Brasero Manual V2.1
gl: Manual do Brasero V2.1

source: August 2008
gl: Agosto de 2008

source: Brasero Manual V2.0
gl: Manual de Brasero V2.0

source: February 2008
gl: Febreiro de 2008

source: This manual describes version 2.26 of Brasero.
gl: Este manual describe a versión 2.26 do Brasero.

source: Feedback
gl: Comentarios e suxestións

source: To report a bug or make a suggestion regarding the <application>Brasero</application> application or this manual, follow the directions in the <ulink url="help:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
gl: Para informar dun erro ou facer unha suxestión sobre o aplicativo <application>Brasero</application> ou este manual, siga os consellos da <ulink url="help:gnome-feedback" type="help">Páxina de Feedback de GNOME</ulink>.

source: burn
gl: gravar

source: burning CD DVD
gl: gravando CD DVD

source: Introduction
gl: Introducción

source: <application>Brasero</application> is an application for burning CD-R/Ws and DVD-R/Ws, designed to be easy to use, while providing all the tools necessary for burning.
gl: <application>Brasero</application> é un aplicativo para gravar CD-R/Ws e DVD-R/Ws, deseñado para o seu uso sinxelo á vez que fornece todas as ferramentas necesarias para o gravado.

source: With <application>Brasero</application> you can:
gl: Con <application>Brasero</application> vostede pode:

source: Burn data to CD-R/Ws and DVD-R/Ws
gl: Gravar datos en CD-R/W e DVD-R/W

source: Burn audio CDs from digital audio files (such as ogg, flac and mp3)
gl: Gravar CDs de audio dende ficheiros de audio dixitais (coma ogg, flac ou mp3)

source: Copy CDs and DVDs
gl: Copiar CDs e DVDs

source: Create video DVD or SVCD
gl: Crear un DVD de vídeo ou un SVCD

source: Create image files and burn existing image files
gl: Crear ficheiros de imaxes e gravar ficheiros de imaxes existentes

source: Erase CD-R/Ws and DVD-R/Ws
gl: Borrar CD-R/Ws e DVD-R/Ws

source: Check the integrity of discs and disc images
gl: Comprobar a integridade dos discos e das imaxes de discos

source: Getting Started
gl: Comezando

source: Starting Brasero
gl: Iniciando o Brasero

source: You can start <application>Brasero</application> in the following ways:
gl: Vostede pode iniciar o <application>Brasero</application> dos seguintes xeitos:

source: <guimenu>Applications</guimenu> menu
gl: Menú <guimenu>Aplicativos</guimenu>

source: Choose <menuchoice><guisubmenu>Sound &amp; Video</guisubmenu><guimenuitem>Brasero Disc Burning</guimenuitem></menuchoice>.
gl: Seleccione <menuchoice><guisubmenu>Son e vídeo</guisubmenu><guimenuitem>Gravador de discos Brasero</guimenuitem></menuchoice>.

source: Command line
gl: Liña de ordes

source: Type <command>brasero</command> and then press <keycap>Return</keycap>.
gl: Escriba <command>brasero</command> e prema <keycap>Enter</keycap>.

source: If <application>Brasero</application> is set as your default disc burning application, it will automatically start when you insert a blank CD-R/W or DVD-R/W in your drive.
gl: Se <application>Brasero</application> é o seu aplicativo predefinido para gravar, iniciarase automaticamente cando insira un CD-R/W ou DVD-R/W en branco na sú unidade.

source: When You Start Brasero
gl: Cando inicie Brasero

source: When you start <application>Brasero</application> the following window will be shown.
gl: Cando inicie <application>Brasero</application> mostrarase a seguinte xanela.

source: Brasero Main Window
gl: Xanela principal de Brasero

source: The Brasero main window. Shows the menu bar and the five types of project to choose from.
gl: A xanela principal de Brasero. Mostra a barra de menú e cinco tipos de proxecto a escoller.

source: Creating a New Project
gl: Creando un novo proxecto

source: The following section explains the five types of project that you can create with <application>Brasero</application>.
gl: A seguinte sección explica os cinco tipos de proxecto que pode crear con <application>Brasero</application>.

source: Audio Project
gl: Proxecto de audio

source: This section explains how to create an audio CD. This project takes selected audio files, converts them to a raw audio format and burns them to a CD which standard CD players can play.
gl: Esta sección explica como crear un CD de audio. Este proxecto recolle os ficheiros de audio seleccionados, convírteos ao formato de audio en bruto e grávaos no CD para que os reprodutores de CD estándar poidan reproducilo.

source: Insert a blank CD-R into your drive.
gl: Insira un CD-R en branco na súa unidade.

source: Click on <guibutton>Audio project</guibutton> in the main window or choose <menuchoice><guimenu>Project</guimenu><guisubmenu>New Project</guisubmenu><guimenuitem>New Audio Project</guimenuitem></menuchoice>.
gl: Prema en <guibutton>Proxecto de audio</guibutton> na xanela principal ou seleccione <menuchoice><guimenu>Proxecto</guimenu><guisubmenu>Novo proxecto</guisubmenu><guimenuitem>Novo proxecto de audio</guimenuitem></menuchoice>.

source: In the pane on the left of the window, select <guilabel>Browse the file system </guilabel> from the drop-down list at the top and browse to the music files you want to add to your project.
gl: No panel da esquerda da xanela, seleccione <guilabel>Explorar o sistema de ficheiros</guilabel> da lista despregábel na parte superior e explore os ficheiros de música que queira engadir ao proxecto.

source: You can also select the <guilabel>Search files using keywords</guilabel> option to search for music files or the <guilabel>Display playlists and their contents </guilabel> option to select music from playlists on your computer.
gl: Vostede pode seleccionar a opción <guilabel>Buscar os ficheiros empregando palabras chave</guilabel> para buscar os ficheiros de música ou a opción <guilabel>Mostrar as listas de reprodución e os seus contidos</guilabel> para seleccionar a música desde as listas de reprodución no seu computador.

source: If you don't see the pane on the left, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show side panel</guimenuitem></menuchoice> or press <keycap>F7</keycap>.
gl: Se non pode ver o panel da esquerda, seleccione <menuchoice><guimenu>er</guimenu><guimenuitem>Mostrar o panel lateral</guimenuitem></menuchoice> ou prema <keycap>F7</keycap>.

source: Select the files you want by double-clicking on them or by selecting them and clicking the <guibutton>Add</guibutton> button at the top left of the toolbar.
gl: Seleccione os ficheiros que quere mediante un dobre clic sobre eles ou seleccionandoos e logo premendo no botón <guibutton>Engadir</guibutton> na parte superior esquerda da barra de ferramentas.

source: It is possible now to <link linkend="brasero-audio-pause">insert a pause</link> after each of the tracks or <link linkend="brasero-audio-split">to split</link> the tracks.
gl: Agora é posíbel <link linkend="brasero-audio-pause">inserir unha pausa</link> despois de cada pista ou <link linkend="brasero-audio-split">cortar</link> as pistas.

source: When all of the files have been added, click on <guibutton>Burn</guibutton>.
gl: Cando todos os ficheiros foran engadidos, prema en <guibutton>Gravar</guibutton>.

source: In the text box, enter the title you want to give to the disc. This title will be shown as the name of the disc.
gl: Na caixa de texto, insira o título que quere darlle ao disco. Este título mostrarase como o nome do disco.

source: The <guilabel>Disc burning setup</guilabel> dialog will be shown; make any desired modifications (see <xref linkend="brasero-audio-project-options"/>).
gl: O diálogo de <guilabel>configuración do gravado do disco</guilabel> mostrarase; faga as modificacións que desexe (vexa <xref linkend="brasero-audio-project-options"/>).

source: Click on <guibutton>Burn</guibutton> to start the burning process.
gl: Prema en <guibutton>Gravar</guibutton> para iniciar o proceso de gravación.

source: To burn an audio CD proceed as follows: <placeholder-1/>
gl: Para gravar un CD de audio proceda como sigue: <placeholder-1/>

source: When adding files, refer to the status bar at the bottom of the window to see how much space you are using on your CD/DVD.
gl: Ao engadir ficheiros, revise a barra de estado na parte inferior da xanela para var canto espacio está empregando no seu CD/DVD.

source: To save the project for later use, choose <menuchoice><guimenu>Project</guimenu><guimenuitem>Save</guimenuitem></menuchoice>.
gl: Para gardar un proxecto para o se posterior uso, seleccione <menuchoice><guimenu>Proxecto</guimenu><guimenuitem>Gardar</guimenuitem></menuchoice>.

source: Inserting a Pause
gl: Inserindo unha pausa

source: Select the track after which you want to add the pause.
gl: Seleccione a pista despois da cal quere inserir a pausa.

source: Click on <guibutton>Pause</guibutton> on the toolbar or choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Insert a Pause</guimenuitem></menuchoice>.
gl: Prema en <guibutton>Pausa</guibutton> na barra de ferrametnas ou seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Inserir unha pausa</guimenuitem></menuchoice>.

source: After you have added a track, you can insert a 2 seconds pause after it. To insert a pause, proceed as follows: <placeholder-1/>
gl: Logo de que engada unha pista, vostede pode inserir unha pausa de 2 segundos despois dela. Para inserir unha pausa, proceda como sigue: <placeholder-1/>

source: Splitting a Track
gl: Dividir unha pista

source: Select the track you want to divide and click on <guibutton>Split</guibutton> in the toolbar or choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Split Track...</guimenuitem></menuchoice>. The <guilabel>Split Track</guilabel> dialog will be shown.
gl: Seleccione a pista que quere dividir e prema en <guibutton>Dividir</guibutton> na barra de ferramentas ou seleccione <menuchoice><guimenu>Edit</guimenu><guimenuitem>Dividir pista...</guimenuitem></menuchoice>. Mostrarase o diálogo de <guilabel>Dividir pista</guilabel>.

source: Split track manually
gl: Dividir a pista de forma manual

source: Select this to select the time on the track where you wish to split it. A sliding bar is provided along with an audio preview.
gl: Actie isto para seleccionar o tempo por onde dividir a pista. Móstrarase unha barra deslizante sobre a previsualización do audio.

source: Split tracks in parts with a fixed length
gl: Dividir as pistas en partes con unha lonxitude fixa

source: Select this to split the track into fixed-length parts with a duration that you specify.
gl: Seleccione isto para dividir a pista en partes con lonxitude fixa coa duración que especificou.

source: Split track in fixed number of parts
gl: Dividir a pista nun número fixo de partes

source: Select this to decide the number of parts that you want your track to be split into. You can use the provided spin box to select the number of parts.
gl: Seleccione isto para decidir o número de partes que quere traducir dividir a pista. Vostede pode usar o selector numérico para seleccionar o número de partes.

source: Split track for each silence
gl: Dividir a pista en cada silencio

source: Select this to split the track where a silence is present.
gl: Seleccione isto para dividir a pista por onde haxa un silencio

source: From the <guilabel>Method</guilabel> drop-down list select the splitting method. The possible values are: <placeholder-1/>
gl: Desde a lista despregábel do <guilabel>método</guilabel> seleccione un método de división.Os valores posíbeis son: <placeholder-1/>

source: To split the track, click on <guibutton>Slice</guibutton>. The slices will be listed in the <guilabel>Slices Preview</guilabel> table.
gl: Para dividir a pista, prema en <guibutton>Segmentar</guibutton>. As seccións mostraranse na <guilabel>Previsualización de seccións</guilabel> table.

source: It is possible to divide a track in multiple parts. To split a track proceed as follows: <placeholder-1/>
gl: É posíbel dividir a pista en múltiples partes. Para dividir a pista proceda como sigue: <placeholder-1/>

source: Once you have splitted the track, it is possible to remove or merge the slices listed in the <guilabel>Slices Preview</guilabel> table using the buttons on the right.
gl: Unha vez que partira a pista, é posíbel eliminar ou fusionar as partes mostradas na táboa de <guilabel>Previsualización de seccións</guilabel> usando os botóns da dereita.

source: Once you are done with all the modifications, click <guibutton>OK</guibutton>.
gl: Unha vez que rematara todas as modificacións, prema en <guibutton>Aceptar</guibutton>.

source: Audio Project Options
gl: Opcións do proxecto de audio

source: Before starting the burning process, it is possible to modify some of the burning options.
gl: Antes de comezar o proceso de gravación, é posíbel modificar algunha das opcións de gravación.

source: Section <guilabel>Select a disc to write to</guilabel>:
gl: Sección <guilabel>Seleccione un disco onde escribir</guilabel>:

source: Click on <guibutton>Properties</guibutton> to open the properties dialog for the burning device. See <xref linkend="brasero-burning-device-properties"/> for more information.
gl: Prema en <guibutton>Propiedades</guibutton> para abrir o diálogo de propiedades para a unidade de gravación. Vexa <xref linkend="brasero-burning-device-properties"/> para máis información.

source: Section <guilabel>Disc options</guilabel>:
gl: Sección <guilabel>Opcións do disco</guilabel>:

source: Leave the disc open to add a data session later
gl: Deixar o disco aberto para engadir unha sesión de datos máis tarde

source: Select this option to create a <emphasis>multisession</emphasis> disc, so that it will be possible to add files to the disc at a later date (without erasing it, if it is rewritable).
gl: Seleccione a opción para crear un disco <emphasis>multisesión</emphasis>, para que poida ser posíbel engadir ficheiros ao disco máis tarde (sen borralo, se é regravábel).

source: Data Project
gl: Proxecto de datos

source: Insert a blank CD-R/W or DVD-R/W into your drive.
gl: Insira un CD-R/W ou DVD-R/W en branco na súa unidade.

source: Click on <guibutton>Data project</guibutton> in the main window or choose <menuchoice><guimenu>Project</guimenu><guisubmenu>New Project</guisubmenu><guimenuitem>New Data Project</guimenuitem></menuchoice>.
gl: Prema en <guibutton>Proxecto de datos</guibutton> na xanela principal ou seleccione <menuchoice><guimenu>Proxecti</guimenu><guisubmenu>Novo proxecto</guisubmenu><guimenuitem>Novo proxecto de datos</guimenuitem></menuchoice>.

source: Use the pane on the left of the window to find the files you want to add to the project. Select <guilabel>Browse the file system</guilabel> from the drop-down list at the top to browse for files or <guilabel>Search files using keywords</guilabel> to search for them.
gl: Use o panel da esquerda da xanela para encontrar os ficheiros que quere engadir ao proxecto. Seleccione <guilabel>Explorar o sistema de ficheiros</guilabel> desde a lista despregábel na parte superior para explorar os ficheiros ou <guilabel>Buscar ficheiros usando palabras chave</guilabel> para buscalos.

source: In the text box, enter a label to identify the disc. This label will be shown as the name of the disc.
gl: Na caixa de texto, insira unha etiqueta para identificar o disco. Esta etiqueta mostrarase como nome do disco.

source: When all the files have been added, click on <guibutton>Burn</guibutton>.
gl: Cando todos os ficheiros foran engadidos, prema en <guibutton>Gravar</guibutton>.

source: The <guilabel>Disc burning setup</guilabel> dialog will be shown; make any desired modifications (see <xref linkend="brasero-data-project-options"/>).
gl: O diálogo de <guilabel>configuración da gravación de disco</guilabel> mostrarase. Faga as modificacións desexadas (vexa <xref linkend="brasero-data-project-options"/>).

source: To burn a data CD, proceed as follows: <placeholder-1/>
gl: Para gravar un CD de datos, proceda como sigue: <placeholder-1/>

source: Data Project Options
gl: Opcións do proxecto de datos

source: Increase compatibility with Windows systems
gl: Incrementar a compatibilidade con sistemas Windows

source: Select this option if you intend the disc to be used on computers running Windows. Files on the disc will be checked to ensure that their filenames do not contain characters which are invalid on Windows.
gl: Seleccione esta opción se quere usar o disco en computadores executando Windows. Os ficheiros do disco serán verificados para asegurarse que os seus nomes non conteñen caracteres que son incorrectos en Windows.

source: Leave the disc open to add other files later
gl: Deixar o disco aberto para engadir outros ficheiros máis tarde

source: Video project
gl: Proxecto de vídeo

source: This project lets you take video files (files with extension like <filename class="extension">.mpg</filename>, <filename class="extension">.mpeg</filename> or <filename class="extension">.avi</filename> to name a few) and burn them to disc to create video <acronym>DVD</acronym>s, <acronym>SVCD</acronym>s or <acronym>VCD</acronym>s that you can watch with normal DVD/CD players.
gl: Este proxecto permítelle obter ficheiros de vídeo (ficheiros con extensións como <filename class="extension">.mpg</filename>, <filename class="extension">.mpeg</filename> ou <filename class="extension">.avi</filename>, por nomear uns cantos) e gravalos no disco para crear un <acronym>DVD</acronym> de vídeo, <acronym>SVCD</acronym> ou <acronym>VCD</acronym> que pode ver nos reprodutores de DVD/CD normais.

source: In order to use all the potential of the video project, you need to install all GStreamer's plugins, <application>ffmpeg</application>, <application>vcdimager</application> and <application>dvdauthor</application>. See your operating system documentation for more information on how to install all these applications.
gl: Para usar todo o potencial do proxecto de vídeo, vostede debe instalar os engadidos de GStreamer, <application>ffmpeg</application>, <application>vcdimager</application> e <application>dvdauthor</application>. Vexa a documentación do seu sistema operativo para obter máis información sobre como instalar estes aplicativos.

source: Insert a blank CD or DVD into your drive.
gl: Insira un CD ou DVD en branco na súa unidade

source: Click on <guibutton>Video project</guibutton> in the main window or choose <menuchoice><guimenu>Project</guimenu><guisubmenu>New project</guisubmenu><guimenuitem>New video project</guimenuitem></menuchoice>.
gl: Prema en <guibutton>Proxecto de vídeo</guibutton> na xanela principal ou seleccione <menuchoice><guimenu>Proxecto</guimenu><guisubmenu>Novo proxecto</guisubmenu><guimenuitem>Novo proxecto de vídeo</guimenuitem></menuchoice>.

source: From the pane on the left of the window, browse the file system searching for video files.
gl: Explore o sistema de ficheiros na busca de ficheiros de vídeo desde o panel da esquerda da xanela.

source: The <guilabel>Disc burning setup</guilabel> dialog will be shown; make any desired modifications (see <xref linkend="brasero-video-project-options"/>).
gl: Mostrarase o diálogo de <guilabel>configuración de gravación de disco</guilabel>; faga as modificacións desexadas (vexa <xref linkend="brasero-video-project-options"/>).

source: To create a video project, proceed as follows: <placeholder-1/>
gl: Para crear un proxecto de vídeo, proceda como sigue: <placeholder-1/>

source: Video Project Options
gl: Opcións do proxecto de vídeo

source: Section <guilabel>Video Option</guilabel>:
gl: Sección <guilabel>Opción de vídeo</guilabel>:

source: <guilabel>Native format</guilabel>: the original format of the video file.
gl: <guilabel>Formato nativo</guilabel>: o formato orixinal do ficheiro de vídeo.

source: <guilabel>PAL/SECAM</guilabel>: format mainly used in European televisions.
gl: <guilabel>PAL/SECAM</guilabel>: formato empregado principalmente nas televisións de Europa.

source: <guilabel>NTSC</guilabel>: format mainly used in Americans, Canadians and Japanese televisions.
gl: <guilabel>NTSC</guilabel>: formato usado principalmente nas televisións de América, Canadá e Xapón.

source: From <guilabel>Video formats</guilabel> select the format of the video that will be burned. You can choose from: <placeholder-1/>
gl: Desde <guilabel>Formatos de vídeo</guilabel> seleccione o formato co que gravar o vídeo.Pode escoller desde: <placeholder-1/>

source: Section <guilabel>Audio Options</guilabel>:
gl: Sección <guilabel>Opcións de audio</guilabel>:

source: Choose <guilabel>Add MP2 audio stream</guilabel> to add a <emphasis>MPEG-1 Audio Layer 2</emphasis> stream to the disc.
gl: Seleccione <guilabel>Engadir un fluxo de audio MP2</guilabel> para engadir un fluxo <emphasis>Audio en MPEG-1 Layer 2</emphasis> ao disco.

source: Choose <guilabel>Add AC3 audio stream</guilabel> to add an <emphasis>AC-3 Dolby Digital</emphasis> stream to the disc.
gl: Seleccione <guilabel>Engadir fluxo de audio AC3</guilabel> para engadir un fluxo <emphasis>AC-3 Dolby Digital</emphasis> ao disco.

source: Section <guilabel>VCD type</guilabel>:
gl: Sección <guilabel>Tipo de VCD</guilabel>:

source: Choose <guilabel>Create a SVCD</guilabel> to create a <emphasis>Super Video CD</emphasis>.
gl: Seleccione <guilabel>Crear un SVCD</guilabel> para crear un <emphasis>Super Video CD</emphasis>.

source: Choose <guilabel>Create a VCD</guilabel> to create a <emphasis>Video CD</emphasis>.
gl: Seleccione <guilabel>Crear un VCD</guilabel> para crear un <emphasis>Video CD</emphasis>.

source: One of the main difference between a <acronym>SVCD</acronym> and a <acronym>VCD</acronym> is that the former uses the <acronym>MPEG-2</acronym> video codec while the latter <acronym>MPEG-1</acronym>. For more information, see the Wikipedia pages for <ulink type="http" url="http://en.wikipedia.org/wiki/SVCD">SVCD</ulink> and <ulink type="http" url="http://en.wikipedia.org/wiki/Video_CD">VCD</ulink>.
gl: Unha das principais diferenzas entre un <acronym>SVCD</acronym> e un <acronym>VCD</acronym> é que o inicialmente usouse o códec de vídeo <acronym>MPEG-2</acronym> video codec mentres que máis tarde <acronym>MPEG-1</acronym>. Para máis información vexa as páxinas de Wikipedia para o <ulink type="http" url="http://en.wikipedia.org/wiki/SVCD">SVCD</ulink> e <ulink type="http" url="http://en.wikipedia.org/wiki/Video_CD">VCD</ulink>.

source: Disc Copy
gl: Copiar disco

source: Insert the CD or DVD you wish to copy into your drive.
gl: Insira o CD ou DVD que desexa copiar na unidade.

source: Click on <guibutton>Disc copy</guibutton> in the main window or choose <menuchoice><guimenu>Project</guimenu><guisubmenu>New Project</guisubmenu><guimenuitem>Copy Disc</guimenuitem></menuchoice>.
gl: Prema en <guibutton>Copiar disco</guibutton> na xanela principal e seleccione <menuchoice><guimenu>Proxecto</guimenu><guisubmenu>Novo proxecto</guisubmenu><guimenuitem>Copiar disco</guimenuitem></menuchoice>.

source: The <guilabel>CD/DVD copy options</guilabel> dialog will be shown; make the desired modifications (see <xref linkend="brasero-disc-copy-options"/> for more information).
gl: Mostrarase o diálogo de <guilabel>opcións de copia de CD/DVD</guilabel>; faga as modificacións desexadas (vexa <xref linkend="brasero-disc-copy-options"/> para obter máis información).

source: Click on <guibutton>Copy</guibutton> to start the copying process.
gl: Prema en <guibutton>Copiar</guibutton> par comezar co proceso de gravación.
