Repository: Ghassen277/ProjetGravure
Catalog: help/*/*.po
Languages: gl

source: From the <guilabel>Hashing algorithm to be used</guilabel> drop-down list select the algorithm you want to use. The possible values are: <placeholder-1/>
gl: Seleccone o algoritmo a usar desde a lista despregábel <guilabel>Algoritmo de hash a usar</guilabel>. Os valores posíbeis son: <placeholder-1/>

source: With the <guilabel>File Checksum</guilabel> and <guilabel>Image Checksum</guilabel> plugins you can choose which algorithm to use: <placeholder-1/>
gl: Cos engadidos <guilabel>Suma de verificación de ficheiro</guilabel> e <guilabel>Suma de verificación de imaxe</guilabel> vostede pode seleccionar o algoritmo a usar: <placeholder-1/>

source: In order to use some of the plugins listed here, it may be necessary to install further applications on your system. See your operating system documentation for more information.
gl: Para usar os engadidos mostrados aquí, é necesario instalar os seguintes aplicativos no seu sistema. Vexa a documentación do seu sistema operativo para obter máis información.

source: translator-credits
gl: Fran Diéguez <frandieguez@ubuntu.com>, 2010;
