Repository: Ghassen277/ProjetGravure
Catalog: help/*/*.po
Languages: gl

source: This project lets you take an existing disc and copy it to a blank disc or image file. To copy a disc, proceed as follows: <placeholder-1/>
gl: Este proxecto permítelle obter desde un disco existente unha copia nun disco en branco ou nunha imaxe de disco. Para copialo nun disco proceda como sigue: <placeholder-1/>

source: Disc Copy Options
gl: Opcións da copia do disco

source: Before starting the copying process, it is possible to modify some of the copying and burning options.
gl: Antes de comezar o proceso de copiado é posíbel modificar algunha das opcións de copia e gravado.

source: Section <guilabel>Select disc to copy</guilabel>:
gl: Sección <guilabel>Seleccione o disco a copiar</guilabel>:

source: From the drop-down list, select the disc that you want to copy.
gl: Seleccione o disco a copiar desde a lista despregábel.

source: From the drop-down list, select the disc to write to.
gl: Seleccione o disco onde gravar desde a lista despregábel.

source: From this drop-down list, select <guilabel>File image</guilabel> to create a disc image, such as an ISO image.
gl: Seleccione <guilabel>Imaxe de disco</guilabel> para crear unha imaxe de disco, como unha imaxe ISO.

source: If you have more than one drive on your system, you can use one drive as the source drive and the other as the destination drive. If you do not, you will be prompted to remove the CD or DVD you are copying and insert a blank media.
gl: Se ten máis dunha unidade no seu sistema pode usar unha unidade como a unidade orixe e outra como a unidade de destino. Se non a ten, preguntaráselle para extraer o CD ou DVD que está copiando e inserir un disco en branco.

source: Burn Image
gl: Imaxe de disco

source: This project takes an existing file image and burns it to a CD-R/W or DVD-R/W. <application>Brasero</application> supports the following types of image file: <placeholder-1/>
gl: Este proxecto toma unha ficheiro de imaxe existente e grávao nun CD-R/W ou DVD-R/W. <application>Brasero</application> admite os seguintes tipos de ficheiros de imaxe: <placeholder-1/>

source: Click on <guibutton>Burn image</guibutton> in the main window or choose <menuchoice><guimenu>Project</guimenu><guisubmenu>New Project</guisubmenu><guimenuitem>Burn Image</guimenuitem></menuchoice>.
gl: Prema en <guibutton>Gravar imaxe</guibutton> na xanela principal ou seleccione <menuchoice><guimenu>Proxecto</guimenu><guisubmenu>Novo proxecto</guisubmenu><guimenuitem>Gravar imaxe</guimenuitem></menuchoice>.

source: The <guilabel>Image burning setup</guilabel> dialog will be shown; make the desired modifications (see <xref linkend="brasero-burn-image-options"/>).
gl: Mostrarase o diálogo de <guilabel>configuración de gravación de imaxe</guilabel>, faga as modificacións desexadas (vexa <xref linkend="brasero-burn-image-options"/>).

source: To start this project, proceed as follows: <placeholder-1/>
gl: Para iniciar un proxecto proceda como segue: <placeholder-1/>

source: Burn Image Options
gl: Opcións da gravación de imaxe

source: Before starting the image burning process, it is possible to modify some of the burning options.
gl: Antes de comezar o proceso de gravación de imaxe é posíbel modificar algunha das opcións de gravación.

source: Section <guilabel>Image</guilabel>:
gl: Sección <guilabel>Imaxe</guilabel>:

source: Click on the button to open the <guilabel>Select Image File</guilabel> dialog and select the image file to burn. From the drop-down list at the bottom, you can select the type of the image to burn. If unsure, select <guilabel>Let brasero choose (safest)</guilabel>.
gl: Prema no botón para abrir o diálogo <guilabel>Seleccionar o ficheiro de imaxe</guilabel> e seleccione o ficheiro de imaxe a gravar. Desde a lista despregábel na parte inferior pode seleccionar o tipo de imaxe a gravar. Se non está seguro, seleccione <guilabel>Permitir que o brasero elixa (é máis seguro)</guilabel>.

source: Burning Device Properties
gl: Propiedades da unidade de gravación

source: Before starting the burning process, it is possible to change some of the properties for the burning device that will be used.
gl: Antes de iniciar o proceso de gravación é posíbel cambiar algunhas das propiedades da unidade de gravación que se vai usar.

source: Section <guilabel>Burning speed</guilabel>:
gl: Sección <guilabel>Velocidade de gravación</guilabel>:

source: From the drop-down list, select the burning speed. For the best value, check the CD/DVD case.
gl: Seleccione a velocidade de gravación desde a lista despregábel. Para seleccionar o mellor valor, comprobe a carcasa do CD/DVD.

source: Burning a disc with a higher speed than supported could create an unreadable disc. Use lower burning speeds to reduce the chance of this happening.
gl: A gravación dun disco con unha velocidade superior á admitida pode causar a creación de discos ilexíbeis. Use velocidades de disco menores para reducir as posibilidades de que isto aconteza.

source: Section <guilabel>Options</guilabel>:
gl: Sección <guilabel>Opcións</guilabel>:

source: Burn the image directly without saving it to disc
gl: Gravar a imaxe directamente sen gardala no disco

source: Select this option if you want to burn the image directly onto the media, without saving it to the hard disk and without creating an image file.
gl: Seleccione esta opción se quere gravar a imaxe directamente no disco sen gravalo no disco duro e sen crear unha imaxe de disco.

source: Use burnproof (decrease the risk of failure)
gl: Usar burnproof (diminúe o risco de erros)

source: Select this option to prevent the <emphasis>buffer underrun</emphasis> effect (or <emphasis>buffer underflow</emphasis>). This is when the computer is not fast enough delivering data to the burning device at the selected burning speed.
gl: Seleccione esta opción para previr o efecto <emphasis>buffer underrun</emphasis> (ou <emphasis>buffer underflow</emphasis>). Isto sucede cando o computador non é suficientemente rápido enviando datos á unidade de gravación coa velocidade de gravación seleccionada.

source: If a <emphasis>buffer underrun</emphasis> takes place, the burned disc could be unreadable.
gl: Se se produce o <emphasis>buffer underrun</emphasis>, o disco gravado non será lexíbel.

source: Simulate the burning
gl: Simular a gravación

source: Select this option to simulate the burning process; no real burn is performed. If this operation is successful, brasero will actually burn the disc after pausing for 10 seconds. During this pause it will show a dialog in which you can cancel the actual burning. This is useful for testing, if you are having problems burning discs.
gl: Seleccione esta opción para simular o proceso de gravación. Non se fará unha gravación real. Se esta operación remata con éxito, Brasero gravará o disco logo dunha pausa de 10 segundos. durante esta pausa mostrarase un diálogo no que poderá cancelar a gravación actual. Isto é útil para comprobar se hai problemas ao gravar os discos.

source: Eject after burning
gl: Extraer logo de gravar

source: Select this option to eject the media in the burning device once the burning process has completed.
gl: Seleccione esta opción para extraer o disco da unidade de gravación cando o proceso de gravación remate.

source: Section <guilabel>Temporary files</guilabel>:
gl: Sección <guilabel>Ficheiros temporais</guilabel>:

source: From the drop-down list, select the directory to use for storing the temporary files created for the burning process.
gl: Seleccione o caratafol a usar para almacenar os ficheiros temporais creados no proceso de gravación desde a lista despregábel.

source: The default directory is <filename class="directory">/tmp</filename>.
gl: O cartafol predefinido é <filename class="directory">/tmp</filename>.

source: Burning Properties with No Disc
gl: Propiedades de gravación sen disco

source: If you start the burning process without a CD or DVD in the burning device, <application>Brasero</application> will create a image file on the hard disk that you can lately burn.
gl: Se inicia o proceso de gravación sen un CD ou DVD na unidade de gravación, <application>Brasero</application> creará unha imaxe de disco que pode gravar posteriormente.

source: From this drop-down list you can only select <guilabel>File image</guilabel>.
gl: Desde esta lista despregábel vostede pode seleccoinar só un <guilabel>Ficheiro de imaxe</guilabel>.

source: Section <guilabel>Label of the disc</guilabel>:
gl: Sección <guilabel>Etiqueta do disco</guilabel>:

source: Type the name you want to give to the disc once burned.
gl: Escriba o nome que quere darlle ao disco unha vez gravado.

source: Click on <guibutton>Properties</guibutton> to open the <guilabel>Disc image file properties</guilabel> dialog. In the <guilabel>Name</guilabel> text box, type the name of the image file, from the <guilabel>Image type</guilabel> drop-down list select the type of image to use.
gl: Prema en <guibutton>Propiedades</guibutton> para abrir o diálogo de <guilabel>Propiedades do ficheiro de imae de disco</guilabel>. Na caixa de texto <guilabel>Nome</guilabel>, escriba o nome do ficheiro de imaxe e seleccione a imaxe a usar desde a lista despregábel <guilabel>Tipo de imaxe</guilabel>.

source: Once done, click <guibutton>Apply</guibutton>.
gl: Unha vez rematado, prema en <guibutton>Aplicar</guibutton>.

source: Opening a Saved Project
gl: Abrindo o Proxecto gardado

source: Choose <menuchoice><guimenu>Project</guimenu><guisubmenu>Recent Projects</guisubmenu></menuchoice> and select the project you want to open.
gl: Seleccione <menuchoice><guimenu>Proxecto</guimenu><guisubmenu>Proxectos recentes</guisubmenu></menuchoice> e seleccione o proxecto que desexa abrir.

source: If you have recently saved a project, you can open it again in one of the following ways: <placeholder-1/>
gl: Se gardou recentemente un proxecto poderá abrilo de novo con unha das seguintes formas: <placeholder-1/>

source: To open a project which does not appear in <guilabel>Recent Projects</guilabel>, choose <menuchoice><guimenu>Project</guimenu><guimenuitem>Open</guimenuitem></menuchoice> and select the project file.
gl: Para abrir un proxecto que non aparece en <guilabel>Proxectos recentes</guilabel>, seleccione <menuchoice><guimenu>Proxecto</guimenu><guimenuitem>Abrir</guimenuitem></menuchoice> e seleccione un ficheiro de proxecto..

source: Once opened, you can add or remove files from the project, burn it to disc, and then save it again for later use.
gl: Unha vez aberto vostede pode engadir ou eliminar ficheiros desde o proxecto, gravalo nun disco e logo gardalo de novo para usalo máis tarde.

source: Erasing a CD or DVD
gl: Borrando un CD ou DVD

source: DVD-RW (single or dual layer)
gl: DVD-RW (unha ou dúas capas)

source: DVD+RW (single or dual layer)
gl: DVD+RW (unha ou dúas capas)

source: Erasing or blanking a CD or DVD means to delete all the data that the CD or the DVD contains. <application>Brasero</application> is able to erase the following CD and DVD formats: <placeholder-1/>
gl: Borrar ou Erasing or blanking a CD or DVD means to delete all the data that the CD or the DVD contains. <application>Brasero</application> is able to erase the following CD and DVD formats: <placeholder-1/>

source: In general, <application>Brasero</application> can support all of the media formats supported by your own CD/DVD recorder.
gl: En xeral, <application>Brasero</application> admite todos os formatos de disco admitidos pola súa gravadora de CD/DVD.

source: Make sure that the media you want to erase is erasable. Check the media case for more information.
gl: Asegúrese que o disco que quere borrar é borrábel. Comprobe a parte superior do disco para obter máis información.

source: Insert the erasable CD or DVD in your drive.
gl: Insira un CD ou DVD borrábel na súa unidade.

source: From the menu bar, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Erase...</guimenuitem></menuchoice>. The <guilabel>Disc blanking</guilabel> dialog will be shown.
gl: Desde a barra de menú, seleccione <menuchoice><guimenu>Ferramentas</guimenu><guimenuitem>Borrar...</guimenuitem></menuchoice>. Mostraráse o diálogo <guilabel>Borrado de disco</guilabel>.

source: From the drop-down list <guilabel>Select a disc</guilabel>, select the disc you want to erase.
gl: Seleccione o disco que quere borrar e desde a lista despregábel <guilabel>Seleccione un disco</guilabel>

source: If you want to quickly erase the disc, select the <guilabel>fast blanking</guilabel> option (for more information, see <xref linkend="brasero-fast-blanking"/>).
gl: Se quere borrar de forma rápida o disco, seleccione a opción <guilabel>borrado rápido</guilabel> (para máis información vexa <xref linkend="brasero-fast-blanking"/>).

source: Click on <guibutton>Blank</guibutton> to start erasing the CD or DVD.
gl: Prema en <guibutton>Borrar</guibutton> para inicar o borrado do CD ou DVD.

source: To erase a CD-RW or a DVD-RW: <placeholder-1/>
gl: Para borrar un CD-RW ou un DVD-RW: <placeholder-1/>

source: The blanking process will permanently destroy all of the data on the disc.
gl: O proceso de borrado eliminará permanentemente todos os datos no disco.

source: What is fast blanking?
gl: Que é o borrado rápido?

source: Fast blanking is a way of quickly erasing a disc. This method is much faster than fully erasing the disc and is sufficient to allow the disc to be written to again.
gl: O borrado rápido é unha forma de borrar rapidamente un disco. Este método é moito máis rápido que borrar por completo o disco e é suficiente para permitir que un disco sexa gravado de novo.

source: The full erasing procedure is slower but is more secure, as it removes all traces of previous data. Data removed from fast blanked media can still be recovered with special tools.
gl: O procedemento de borrado completo é máis lento pero máis seguro, xa que elimina todas as trazas dos anteriores datos. Os datos eliminados desde un disco borrado rapidamente aínda se poden recuperar con ferramentas especiais.

source: Checking the Integrity of a CD or DVD
gl: Comprobando a integridade dun CD ou DVD

source: Checking the integrity of a CD or DVD makes sure that the files written to the disc are intact and have not been corrupted during the burning process.
gl: Se verifica a integridade dun CD ou DVD asegúrase que os ficheiros escritos nel están intactos e non foron corrompidos durante o proceso de gravación.

source: The integrity check is done using the <quote>MD5 digest</quote> algorithm, which creates a <quote>fingerprint</quote> of the data on the media. Each time you burn a CD or DVD, and the <emphasis role="strong">Image checksum</emphasis> plugin is enabled (see <xref linkend="brasero-plugins"/> for more information), <application>Brasero</application> adds a MD5 file to the disc in order to perform integrity checks at a later date.
gl: A verificación de integridade faise co algoritmo de <quote>resumo MD5</quote>, que crea unha <quote>pegada dixital</quote> dos datos do disco. Cada vez que grave un CD ou DVD, e o engadido <emphasis role="strong">suma de verificación de imaxe</emphasis> esté activo (vexa <xref linkend="brasero-plugins"/> para máis información), <application>Brasero</application> engadirá un ficheiro MD5 ao disco para levar a cabo verificacións de integridade cando queira..

source: <application>Brasero</application> performs an integrity check after each burning session, checking the automatically generated file. Usually this process is longer than using an external MD5 file.
gl: <application>Brasero</application> leva a cabo unha verificación de integridade despois de cada sesión de gravación, a verificación xerará un ficheiro automáticametne. Normalmente este proceso é máis longo que empregar un ficheiro MD5 externo.

source: Insert the CD or DVD to be checked into the drive.
gl: Insira un CD ou DVD para verificalo na unidade.

source: From the menu bar, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Check Integrity</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.
gl: Seleccione <menuchoice><guimenu>Ferramentas</guimenu><guimenuitem>Verificar integridade</guimenuitem></menuchoice> desde a barra de ferramentas, ou prema <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.

source: Select the <guilabel>Use a md5 file to check the disc</guilabel> option to use an MD5 file.
gl: Seleccione a opción <guilabel>Usar un ficheiro md5 para verificar o disco</guilabel> par usar un ficheiro MD5.

source: Click on the <guilabel>None</guilabel> button under the previously mentioned option and select an MD5 file, usually ending with the <filename>.md5</filename> extension.
gl: Prema no botón <guilabel>Ningún</guilabel> baixo a opción mencionada anteriormente e seleccoine un ficheiro MD5, normalmente coa extensión <filename>.md5</filename>.

source: You can check the integrity by using a MD5 file or by letting <application>Brasero</application> automatically perform a check on the media. <placeholder-1/>
gl: Vostede pode verificar a integridade empregando un ficheiro MD5 ou permitíndolle a <application>Brasero</application> levar a cabo a verificación automaticametne no disco. <placeholder-1/>

source: Click on the <guibutton>Check</guibutton> button to start the integrity check.
gl: Prema no botón <guibutton>Activar</guibutton> para iniciar a verificación de integridade.

source: To check the integrity of a disc: <placeholder-1/>
gl: Para comprobar a integridade dun disco: <placeholder-1/>

source: If the integrity check is successful, <application>Brasero</application> will notify you with a <guilabel>File integrity check success</guilabel> dialog; otherwise, the <guilabel>File integrity check error</guilabel> dialog will be displayed.
gl: Se a verificación de integridade remata con éxito, <application>Brasero</application> mostraralle un diálogo de <guilabel>Verificación de integridade de ficheiro rematada con éxito</guilabel>, por contra mostraralle un diálogo de <guilabel>Produciuse un erro ao verificar a integridade do ficheiro</guilabel> dialog will be displayed.

source: Cover Editor
gl: Editor de portadas

source: <application>Brasero</application> has a cover editor for creating covers for your CDs or DVDs. To open the cover editor, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Cover Editor</guimenuitem></menuchoice>.
gl: <application>Brasero</application> ten un editor de portadas para crear portadas para os seus CDs ou DVDs. Para abrir o editor de portadas seleccione <menuchoice><guimenu>Ferramentas</guimenu><guimenuitem>Editor de portadas</guimenuitem></menuchoice>.

source: The cover editor lets you select the font, the alignment and the colors for all the texts and the background properties of front and the back cover.
gl: O editor de portadas permítelle seleccionar unha fonte, aliñamento e cores para todos os textos e as propiedades do fondo da portada e da contraportada.

source: To set the properties of the covers, right-click on one of the covers and choose <guimenuitem>Set background properties</guimenuitem> to open the <guilabel>Background Properties</guilabel> dialog.
gl: Para estabelecer as propiedades das carátulas prema co botón dereito sobre unha das carátulas e seleccione <guimenuitem>Estabelecer as propiedades do fondo</guimenuitem> para abrir o diálogo das <guilabel>Propiedades de fondo</guilabel>.

source: It is possible to fill the background with an image or with a color or gradient.
gl: É posíbel encher o fondo con unha imaxe, unha cor ou un gradiente.

source: From <guilabel>Image path</guilabel> select the image from you hard disk.
gl: Seleccione unha imaxe desde o seu disco duro desde <guilabel>Camiño da imaxe</guilabel>.

source: From the <guilabel>Image style</guilabel> drop-down list select how you want the image to be positioned.
gl: Seleccione como quere que se dispoña a imaxe desde a lista despregábel <guilabel>estilo da imaxe</guilabel>.

source: To set an image as the background: <placeholder-1/>
gl: Para estabelecer unha imaxe como o fondo: <placeholder-1/>

source: From the <guilabel>Color</guilabel> drop-down list select the kind of fill you want to use for the background.
gl: Seleccione o tipo de recheo que quere usar para o fondo desde a lista despregábel <guilabel>Cor</guilabel>

source: Use the button on the right to open the <guilabel>Pick a Color</guilabel> dialog to select the color.
gl: Use o botón da dereita para abrir o diálogo de <guilabel>Selección de cor</guilabel> para seleccionar a cor.

source: If you select a gradient, there will be two buttons for the color chooser. The one on the left is the starting point of the gradient, the one on the right the end point.
gl: Se selecciona un gradiente haberá dous botóns para a selección de cor. Un á esquerda que será o punto de inicio do gradiente e outro á dereita que será o punto final.

source: To fill the background with a color or gradient: <placeholder-1/><placeholder-2/>
gl: Para encher o fondo con unha cor ou gradiente: <placeholder-1/><placeholder-2/>

source: Plugins
gl: Engadidos

source: <application>Brasero</application> can use different plugins to perform different tasks. There are several plugins you can choose from.
gl: <application>Brasero</application> pode usar varios engadidos para levar a cabo distintas tarefas. Hai varios engadidos que pode seleccionar.

source: To view the available plugins, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. The plugins that you can use are:
gl: Para ver os engadidos dispoñíbeis, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Engadidos</guimenuitem></menuchoice>. Os engadidos que pode usar son:

source: Plugin Name
gl: Nome do engadido

source: Description
gl: Descrición

source: CD/DVD Creator Folder
gl: Cartafol do creador de CD/DVD

source: CD/DVD Creator
gl: Creador de CD/DVD

source: Enalbes <placeholder-1/> to burn files stored in the <placeholder-2/> folder of <placeholder-3/>.
gl: Permítelle a <placeholder-1/> gravar ficheiros almacenados no cartafol <placeholder-2/> de <placeholder-3/>.

source: File Checksum
gl: Suma de verificación do ficheiro

source: Enables <placeholder-1/> to check the integrity of files.
gl: Permítelle a <placeholder-1/> verificar a integridaddo dos ficheiros.

source: File Downloader
gl: Descargador de ficheiro

source: Enables <placeholder-1/> to burn files which are not stored locally.
gl: Permítelle a <placeholder-1/> gravar ficheiros sen almacenalos localmente.

source: Image Checksum
gl: Suma de verificación da imaxe

source: Enables <placeholder-1/> to perform integrity checks on discs after they have been burnt. Also enables the writing of a small file which holds the MD5 sum of all the files on the disc.
gl: Permítelle a <placeholder-1/> levar a cabo verificacións de integridade nos discos antes de que sexan gravados. Tamén permite a gravación de pequenos ficheiros que conteñen a suma MD5 de todos os ficheiros no disco.

source: Normalize
gl: Normalizar

source: Enables <placeholder-1/> to set consistent sound levels between tracks.
gl: Permítelle a <placeholder-1/> estabelecer uns niveis de son consistentes entre as pistas.

source: To enable or disable a plugin, select the check box next to its name in the <guilabel>Enabled</guilabel> column.
gl: Para activar e desactivar o engadido seleccione a caixa de verificación ao carón do seu nome na columna <guilabel>Activado</guilabel>.

source: Select one of the two plugins and click on <guibutton>Configure</guibutton>.
gl: Seleccione un dos dous engadidos e prema en <guibutton>Configurar</guibutton>.
